/* Template for message displayed while preference panel is loading */
"Loading %@..." = "正在载入“%@”…";

/* Could not load preference message template */
"CouldNotLoad" = "无法加载偏好设置面板“%@”。";
"CouldNotLoad_ArchMisMatch" = "您不能在这台电脑上打开“%@”偏好设置面板。请联系此软件的开发者以获得更高版本。";
"CouldNotLoad_ArchMisMatch_PPC" = "您不能打开“%@”偏好设置，因为它在基于 PowerPC 的 Mac 上不工作。";
"CouldNotLoad_ArchMisMatch_Intel" = "您不能打开“%@”偏好设置，因为它在基于 Intel 的 Mac 上不工作。";

/* Preferences error alert title */
"Preferences Error" = "偏好设置错误";

"OK" = "好";
"CANCEL" = "取消";
"REPLACE" = "替换";

"SEARCH_LABEL" =  "搜索";
"SEARCH_PALLETE_LABEL" = "搜索";
"SHOWALL_LABEL" = "全部显示";
"BACK_AXDESCRIPTION" = "后退";
"FORWARD_AXDESCRIPTION" = "前进";
"AXScrollAreaDescription" = "偏好设置面板";

/* Label for Show All button */
"Show All" = "全部显示";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "系统偏好设置 - %@";

/* Show All window title */
"System Preferences" = "系统偏好设置";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "您对此偏好设置的访问已被限制。";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "您无法打开“%@”偏好设置面板，因为该面板此时不可用。";
"PREF_PANE_HIDDEN_DESC" = "要看到此偏好设置面板，您可能需要将设备连接到电脑。";

/* Install Assistant */
"PREF_PANE" = "偏好设置面板";
"SCREEN_SAVER" = "屏幕保护程序";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "不能在该版本的 Mac OS X 上使用此偏好设置面板。";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "不能在该版本的 Mac OS X 上使用此屏幕保护。";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "此偏好设置面板需要 Mac OS X %@ 或更高版本。您的电脑安装的是 Mac OS X %@。";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "此屏幕保护需要 Mac OS X %@ 或更高版本。您的电脑安装的是 Mac OS X %@。";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "您必须先安装“%@”偏好设置面板才能使用它。您现在要安装它吗？";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "您必须安装“%@”屏幕保护程序然后才能使用它。您现在要安装它吗？";

"INSTALL_ASSISTANT_AUTH_WARNING" = "点按“安装”时，会要求您输入这台电脑上的管理员的名称和密码。";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "未能移走“%@”偏好设置面板，因为发生了错误。";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "您正在安装的偏好设置面板已经安装了。您要替换现有的偏好设置面板吗？";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "已经安装了此偏好设置面板的较旧版本。您要使用新版本来替换它吗？";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "已经安装了此偏好设置面板的较新版本。您要使用旧版本来替换它吗？";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "您正在安装的屏幕保护程序已经安装了。您要替换现有的屏幕保护程序吗？";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "已经安装了此屏幕保护程序的较旧版本。您要使用新版本来替换它吗？";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "已经安装了此屏幕保护程序的较新版本。您要使用旧版本来替换它吗？";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "未能安装“%@”偏好设置，因为发生了错误。";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "未能安装“%@”屏幕保护程序，因为发生了错误。";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "未能移走“%@”偏好设置面板，因为发生了错误。";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "未能删除“%@”屏幕保护程序，因为发生了错误。";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "您不能安装“%@”偏好设置面板，因为它已经安装。";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "“%@”偏好设置面板是 Mac OS X 附带的，不能被替换。";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "您不能安装“%@”屏幕保护程序，因为它已经安装。";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "“%@”屏幕保护程序是 Mac OS X 附带的，不能被替换。";
"INSTALL_REQUEST_REOPEN_APP" = "安装此软件后，请先退出“系统偏好设置”，然后再打开它。";

"PREF_PANE_INSTALL_ERROR" = "无法安装“%@”偏好设置面板。";
"SCREEN_SAVER_INSTALL_ERROR" = "未能安装“%@”屏幕保护。";

"REMOVE_PREF_CONTEXTUAL_MENU" = "移去“%@”偏好设置面板";

"ERR_LOADING_MISSING_TITLE" = "不能打开“%@”，因为它不可用。";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@（32 位）";
"ERR_LOADING_COMPATIBILITY_TITLE" = "要使用“%@”偏好设置面板，“系统偏好设置”必须退出并重新打开。";
